<?php

return [
    'ru_RU' => [
        'offer'              => <<<TEXT
<p>Продолжая использование данного сайта или осуществляя оплату на данном сайте вы подтверждаете свое согласие с условиями, изложенными в настоящей Оферте и обязуетесь их соблюдать.</p>
<p>Внимательно ознакомьтесь с настоящими условиями по предоставлению доступа к контенту на данном Сайте.</p>
<p>Настоящая Оферта может быть изменена и/или дополнена Исполнителем в одностороннем порядке без какого-либо специального уведомления. Настоящая Оферта является открытым и общедоступным документом. Исполнитель рекомендует Пользователям регулярно проверять условия настоящей Оферты на предмет их изменения и/или дополнения. Продолжение использования Сайта Пользователем после внесения изменений и/или дополнений в настоящую Оферту означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</p>
<h2 class="wp-block-heading">1. Термины и определения</h2>
<p>Исполнитель — администрация Сайта.</p>
<p>Оферта — настоящий документ, предложение, содержащее все существенные условия Договора, из которого усматривается воля лица, делающего предложение (Исполнитель), заключить договор на указанных в предложении условиях с любым, кто отзовется (Пользователь).</p>
<p>Акцепт — полное и безоговорочное присоединение к условиям настоящей Оферты.</p>
<p>Пользователь – любое физическое дееспособное лицо, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации для Акцепта настоящей Оферты и присоединившееся к условиям настоящей Оферты путем Акцепта Оферты. Акцептируя настоящую Оферту, Пользователь дает согласие на обработку Исполнителем предоставляемых им персональных данных в целях заключения между таким Пользователем и Исполнителем Договора.</p>
<p>Платный контент – это комплекс результатов интеллектуальной деятельности, включая информационные материалы обучающей тематики, касающиеся теоретических и практических знаний, содержащихся на Сайте видео, графических изображений, текстовых и иных материалов. Указанное понятие включает помимо прочего любые результаты интеллектуальной деятельности и приравненные к ним средства индивидуализации, например видеокурсы, инфографику, литературные произведения, компьютерные программы (включая программный код Сайта как полностью, так и частично), программы и приложения для мобильных телефонов, изображения, тексты, товарные знаки и знаки обслуживания, коммерческие обозначения и фирменные наименования, логотипы, гипертекстовые ссылки, их фрагменты, информацию, виджеты и иные объекты, базы данных, элементы дизайна и оформления, размещаемые на Сайте. В зависимости от источника происхождения Платный контент может исходить от Исполнителя, от Пользователя, от любых третьих лиц.</p>
<p>Доступ к Сайту – доступ к закрытым разделам и функциям Сайта в течение Срока Подписки.</p>
<p>Подписка — возможность просмотра Платного контента без ограничения по количеству просмотров единиц контента в течение срока Подписки.</p>
<p>Срок Подписки – период, начинающийся с момента оплаты стоимости Подписки Пользователем до момента ее отмены самим Пользователем или до момента исключения Исполнителем соответствующего раздела из Сайта.</p>
<p>Услуга – организация Исполнителем доступа Пользователя к Сайту.</p>
<h2 class="wp-block-heading">2. Предмет договора</h2>
<p>2.1. Предметом настоящей Оферты является предоставление Пользователю доступа к Сайту.</p>
<p>Исполнитель реализует Услугу в соответствии с условиями, опубликованным на сайте Исполнителя, а Пользователь производит оплату и принимает Услугу в соответствии с условиями настоящего Договора.</p>
<p>2.2. Услуги оказываются в соответствии со стоимостью услуг, указанной на Сайте Исполнителя. Точная стоимость указывается перед оплатой.</p>
<h2 class="wp-block-heading">3. Оплата и порядок предоставления Услуги</h2>
<p>3.1. Предоставление Пользователю доступа к Сайту является платным. Стоимость доступа составляет цену, опубликованную на Сайте и зависит от условий приобретения. Доступ к материалам Клуба оплачивается Пользователем на выбранный период или ежемесячно, с момента подписки на Платный контент и до момента отказа Пользователя от участия в Клубе.</p>
<p>3.2. Настоящий Договор считается заключенным и вступает в силу для Сторон с даты оплаты услуг Пользователем в размере 100% предоплаты. Датой оплаты считается дата поступления денежных средств на расчётный счет Исполнителя.</p>
<p>3.3. После заключения настоящего Договора Пользователь обязуется предоставить следующую информацию о себе: фамилия, имя, небольшой рассказ о себе.</p>
<p>3.4. Пользователь несёт ответственность за достоверность предоставленной информации при оформлении Заказа.</p>
<p>3.5. Все информационные материалы, представленные на сайте Исполнителя, носят справочный характер. В случае возникновения у Пользователя вопросов, касающихся Услуги, перед оформлением Заказа ему необходимо обратиться за консультацией к Исполнителю.</p>
<h2 class="wp-block-heading">4. Стоимость услуг и порядок расчетов</h2>
<p>4.1. Стоимость услуг публикуются на сайте Исполнителя. Пользователь видит точную стоимость перед моментом оплаты.</p>
<p>4.2. Оплата услуг, предоставляемых Пользователю, осуществляется на основе 100% предоплаты.</p>
<p>4.3. Оплата производится Пользователем с помощью платежной системы на Сайте.</p>
<h2 class="wp-block-heading">5. Права и обязанности Исполнителя</h2>
<p>5.1. Исполнитель обязуется предоставить Пользователю доступ к закрытой части Сайта после оплаты Пользователем Доступа к Сайту.</p>
<p>5.2. Исполнитель вправе отказать в доступе без объяснения причин.</p>
<p>5.3. Исполнитель вправе не осуществлять возврат денежных средств, полученных от Пользователя, в случае наступления обстоятельств, не зависящих от Сторон, которые препятствуют исполнению Договора.</p>
<p>5.4. Настоящая оферта может быть изменена Исполнителем без специального уведомления.</p>
<h2 class="wp-block-heading">6. Права и обязанности Заказчика</h2>
<p>6.1. Пользователь обязуется предоставить правдивую информацию о себе: фамилию и имя, небольшой рассказ о себе.</p>
<p>6.2. Пользователь обязуется соблюдать Правила клуба, опубликованные на Сайте при пользовании закрытой частью Сайта. При нарушении условий настоящего пункта Исполнитель оставляет за собой право приостановить доступ Пользователя к Сайту без возврата средств.</p>
<p>6.4. Пользователь вправе приостановить доступ к закрытой части Сайта и запросить возврат средств посредством письма на электронную почту Исполнителя.</p>
<h2 class="wp-block-heading">7. Ответственность сторон</h2>
<p>7.1. В случаях неисполнения или ненадлежащего исполнения своих обязательств по Договору, Стороны несут ответственность в соответствии с законодательством страны Исполнителя с учетом условий Договора.</p>
<p>7.2. Исполнитель не несет ответственности за ненадлежащее использование Услуги Пользователем, заказанных на сайте Исполнителя.</p>
<p>7.3. Исполнитель не несет ответственности за несоответствие предоставленной̆ услуги ожиданиям Пользователя и/или за его субъективную оценку, такое несоответствие ожиданиям и/или отрицательная субъективная оценка не являются основаниями считать услуги оказанными не качественно, или не в согласованном объеме.</p>
<p>7.4. Пользователь обязуется указывать достоверные данные при регистрации.</p>
<p>7.5. Исполнитель вправе отказать Пользователю в доступе к Сайту без объяснения причин.</p>
<h2 class="wp-block-heading">8. Сроки действия Договора</h2>
<p>8.1. Настоящий Договор действует до момента исполнения Сторонами всех обязательств.</p>
<p>8.2. Исполнитель оставляет за собой̆ право внести изменения в условия Оферты. В случае внесения Исполнителем изменений в Оферту, такие изменения вступают в силу с момента их опубликования на сайте Исполнителя. Дополнительное извещение Пользователя не требуются.</p>
<h2 class="wp-block-heading">9. Реквизиты Исполнителя</h2>
<p>…</p>
TEXT
        ,
        'payment' => <<<TEXT
<p>Оплата доступа в закрытый клуб осуществляется на определенный период.</p>
<p>Чтобы открыть доступ к клубу, перейдите в раздел Вступить в клуб, выберите срок оплаты доступа в клуб. Вас перекинет на страницу платежной системы для осуществления оплаты удобным способом.</p>
<p>После оплаты доступ к клубу будет выдан автоматически в течение 1-2 минут.</p>
<p>Мы не храним данные ваших карт.</p>
<h2>Возврат</h2>
<p>Если вы решили отменить участие в клубе, напишите нам заявление на возврат в произвольной форме на e-mail.</p>
<p>Возвращается стоимость всех неиспользованных месяцев.</p>
TEXT
        ,
        'contacts'           => <<<TEXT
<p>E-mail: ...</p>
<p>Telegram: ...</p>
<p>...</p>
TEXT
        ,
    ],
];
